{

  "book-club": "The place where bibliophiles meet to discuss about books, and also occasionally rant about 'Never judge a book by it's TV series / movie'",
  "cute-animal-pics": "A place to watch photos of animals cuddling or playing together!",
  "elections": "Witness history being created when students contest with each other for the post of maintainer(s) of MetaKGP",
  "flashpoint": "An alternate timeline for Facebook posts",
  "general": "This is the channel for all general discussion. This could be related to any topic of your choice, a concern or otherwise. Feel free to tag any single person or a group of people to start a discussion. Remember that mentioning the whole channel using is strictly prohibited",
  "github": "Get notifications from GitHub about recent PRs to Meta projects",
  "gsoc": "A channel for discussing recent updates or any other stuff related to the prestigious Google Summer of Code",
  "meetup": "A channel for discussing upcoming MetaKGP meet-ups",
  "meta-x": "A channel for discussing quirky projects, useful hacks and a lot more that pushes the boundaries of how we live and interact in KGP",
  "music": "A channel where you can share your musical tastes and the latest videos of your favourite singers!",
  "random": "The channel for everything that doesn't fit anywhere above!",
  "recent-changes": "Changes related to KGP brought to you by our very own Batman!",
  "tech-help": "All queries to Linux,Ubuntu and Meta-projects are discussed here. Please search well, before asking your questions.(Search here means to look out on Google or StackOverFlow)",
  "server": "All MetaKGP server realted queries go here. To begin with, we run a Digital Ocean droplet.",
  "governance": "The channel where discussions related to the functioning, improvements and maintenances of MetaKGP happen.",
  "demo-day": "The discussions related to demo-day goes here. It is an initiative of MetaKGP to promote development of personal projects in IIT KGP. Anyone can register, give project demo and stand a chance to win cash prize."
}
