{

  "book-club": "The place where bibliophiles meet to discuss about books, and also occasionally rant about 'Never judge a book by it's TV series / movie'",
  "cute-animal-pics": "A place to watch photos of animals cuddling or playing together!",
  "elections": "Witness history being created when students contest with each other for the post of maintainer(s) of MetaKGP",
  "flashpoint": "An alternate timeline for Facebook posts",
  "general": "This is the channel for all general discussion. This could be related to any topic of your choice, a concern or otherwise. Feel free to tag any single person or a group of people to start a discussion. Remember that mentioning the whole channel using is strictly prohibited",
  "github": "Get notifications from GitHub about recent PRs to Meta projects",
  "gsoc": "A channel for discussing recent updates or any other stuff related to the prestigious Google Summer of Code",
  "meetup": "A channel for discussing upcoming MetaKGP meet-ups",
  "meta-x": "A channel for discussing quirky projects, useful hacks and a lot more that pushes the boundaries of how we live and interact in KGP",
  "music": "A channel where you can share the music you love and find music that you have never encountered before!",
  "random": "The channel for everything that doesn't fit anywhere above!",
  "recent-changes": "Changes made on the wiki brought to you by our very own Batman!",
  "tech-help": "All queries regarding Linux, Ubuntu and Meta-projects are discussed here. STFW, RTFM and then ask smart questions (http://www.catb.org/esr/faqs/smart-questions.html)",
  "server": "All MetaKGP server related queries go here. We run a dockerized setup on a Digital Ocean droplet. More details here: https://wiki.metakgp.org/w/Metakgp:SysAdmin",
  "governance": "This is the channel where discussions related to the functioning and maintenance of the Metakgp organization happens.",
  "demo-day": "Discussions related to demo-day belong here. Demo Day is an initiative by Metakgp to promote development of potentially high-impact projects. Anyone can register and demo their project to the arbiters. Participants also stand a chance to win a cash prize of Rs. 1000."
}
